[
  {
    "id": 1900,
    "title": "The Great Gatsby",
    "description": "The Great Gatsby is a classic novel that explores life in high society in 1920s New York. It follows the story of Jay Gatsby, an enigmatic millionaire obsessed with reclaiming his lost love, Daisy Buchanan. Amidst extravagant parties and social upheavals, the novel delves into themes of love, wealth, and the pursuit of the American Dream.",
    "code": "1892",
    "price": 20.99,
    "status": true,
    "stock": 50,
    "category": "Fiction",
    "thumbnail": "/img/book1.webp"
  },
  {
    "id": 1800,
    "title": "1984",
    "description": "1984 is a futuristic dystopia where a totalitarian government controls every aspect of its citizens' lives. It follows the story of Winston Smith, who challenges the established norms and fights for his freedom and autonomy in an oppressive world. The novel explores themes of surveillance, manipulation, and the power of language.",
    "code": "7541",
    "price": 14.98,
    "status": true,
    "stock": 30,
    "category": "Fiction",
    "thumbnail": "/img/book2.webp"
  },
  {
    "id": 1515,
    "title": "Cien años de soledad",
    "description": "Cien años de soledad is an epic novel that narrates the story of the Buendía family across multiple generations in the fictional town of Macondo. It explores themes of love, loneliness, magic, and destiny, creating a rich and surreal world. The novel is known for its intricate storytelling and symbolic representation of Latin American history.",
    "code": "9111",
    "price": 24.99,
    "status": true,
    "stock": 20,
    "category": "Fiction",
    "thumbnail": "/img/book3.webp"
  },
  {
    "id": 1333,
    "title": "Pride and Prejudice",
    "description": "Pride and Prejudice is a tale of love and social classes in 19th century England. It follows the life of Elizabeth Bennet and her complicated relationship with the handsome and prideful Mr. Darcy. The novel explores themes of societal expectations, marriage, and the power of first impressions.",
    "code": "7932",
    "price": 12.99,
    "status": true,
    "stock": 15,
    "category": "Fiction",
    "thumbnail": "/img/book4.webp"
  },
  {
    "id": 9876,
    "title": "Matar a un ruiseñor",
    "description": "Matar a un ruiseñor is the story of Scout Finch and her father, Atticus, in a small town in the southern United States and their confrontations with racism. Through Scout's eyes, it explores themes of justice, empathy, and the redeeming power of innocence. The novel provides a poignant portrayal of racial injustice and the importance of standing up for what is right.",
    "code": "6743",
    "price": 16.99,
    "status": true,
    "stock": 25,
    "category": "Fiction",
    "thumbnail": "/img/book5.webp"
  },
  {
    "id": 1844,
    "title": "Lord of the rings",
    "description": "Lord of the Rings is an epic fantasy trilogy that depicts the struggle between good and evil in Middle-earth. Join Frodo Baggins and his company as they embark on a perilous quest to destroy the One Ring and defeat the Dark Lord, Sauron. The trilogy explores themes of heroism, friendship, and the battle against temptation.",
    "code": "9900",
    "price": 29.99,
    "status": true,
    "stock": 10,
    "category": "Fiction",
    "thumbnail": "/img/book6.webp"
  },
  {
    "id": 1322,
    "title": "To Kill a Mockingbird",
    "description": "To Kill a Mockingbird is the story of Scout Finch and her father, Atticus, in a small town in the southern United States and their confrontations with racism. Through Scout's perspective, the novel explores themes of justice, prejudice, and the loss of innocence. It offers a powerful critique of racial discrimination and the complexities of the human experience.",
    "code": "9875",
    "price": 16.99,
    "status": true,
    "stock": 25,
    "category": "Fiction",
    "thumbnail": "/img/book7.webp"
  },
  {
    "id": 7432,
    "title": "The Catcher in the Rye",
    "description": "The Catcher in the Rye is a coming-of-age novel that follows the story of Holden Caulfield as he navigates through teenage rebellion and the challenges of growing up. The novel explores themes of alienation, identity, and the loss of innocence in a complex world. It remains a classic portrayal of teenage angst and the search for authenticity.",
    "code": "2135",
    "price": 13.99,
    "status": true,
    "stock": 18,
    "category": "Fiction",
    "thumbnail": "./img/book8.webp"
  },
  {
    "id": 1944,
    "title": "The Great Expectations",
    "description": "The Great Expectations is a novel written by Charles Dickens. It tells the story of Pip, an orphan who grows up in poverty and aspires to become a gentleman. The novel explores themes of social class, identity, ambition, and love. With memorable characters and intricate plot twists, it offers a compelling portrayal of Victorian society.",
    "code": "1310",
    "price": 12.99,
    "status": true,
    "stock": 20,
    "category": "Fiction",
    "thumbnail": "/img/book9.webp"
  },
  {
    "id": 7611,
    "title": "El principito",
    "description": "El principito is a classic children's story that invites us to reflect on the importance of friendship, love, and the meaning of life. Join the Little Prince on his journey across different planets and discover the lessons he learns along the way. Through its charming storytelling, the book touches upon themes of imagination, innocence, and the pursuit of happiness.",
    "code": "1320",
    "price": 19.99,
    "status": true,
    "stock": 30,
    "category": "Fiction",
    "thumbnail": "/img/book10.webp"
  }
]
